<?php

return [
    'email' => [
        'title' => '更新您的電子郵件',
        'updated' => '您的電子郵件地址已更新。',
    ],
    'password' => [
        'title' => '變更您的密碼',
        'requirements' => '您的新密碼長度至少需 8 個字元。',
        'updated' => '您的密碼已更新。',
    ],
    'two_factor' => [
        'button' => '設定兩步驟驗證',
        'disabled' => '您帳戶的兩步驟驗證已停用。您登入時將不再需要提供權杖。',
        'enabled' => '您帳戶的兩步驟驗證已啟用！從現在開始，登入時您需要提供裝置產生的代碼。',
        'invalid' => '提供的權杖無效。',
        'setup' => [
            'title' => '設定兩步驟驗證',
            'help' => '無法掃描代碼？將以下代碼輸入您的應用程式：',
            'field' => '輸入權杖',
        ],
        'disable' => [
            'title' => '停用兩步驟驗證',
            'field' => '輸入權杖',
        ],
    ],
];
